/* Configure options in Settings. */
"CONFIGURE_OPTIONS" = "設定裡面的配置選項";

/* Distance From Station */
"DISTANCE_FROM_STATION" = "站的距離";

/* High */
"HIGH" = "高";

/* Hum */
"HUM" = "濕度";

/* Last Refreshed */
"LAST_REFRESHED" = "最後更新";

/* Like */
"LIKE" = "喜歡";

/* Low */
"LOW" = "低";

/* Temp */
"TEMP" = "溫度";

/* Connection Failed */
"CONNECTION_FAILED" = "連接失敗";

/* Data Corrupted */
"DATA_CORRUPTED" = "數據損壞";

/* Weather widget received data from the server, but it was corrupted. */
"DATA_CORRUPTED_LONG" = "天氣小工具從服務器接收到的數據，但它已經損壞。";

/* Distance From Station */
"DISTANCE_FROM_STATION" = "站的距離";

/* Your version of iOS does not support NSJSONSerialization. Please contact the developer at <drewmm@gmail.com>. */
"DOES_NOT_SUPPORT" = "你的 iOS 版本不支持 NSJSONSerialization。請與開發人員聯繫 <drewmm@gmail.com>。";

/* Please enter a Weather Underground API Key in Settings/Notifications/Weather Underground Widget. */
"ENTER_API_KEY" = "請在設定/通知/Weather Underground 小工具輸入 Weather Underground 的 API 密鑰。";

/* Invalid iOS Version */
"INVALID_IOS" = "無效的 iOS 版本";

/* Location Denied */
"LOCATION_DENIED" = "位置被拒絕";

/* No API Key */
"NO_API_KEY" = "沒有 API 密鑰";

/* OK */
"OK" = "OK";

/* Server Error */
"SERVER_ERROR" = "服務器錯誤";

/* The weather server returned an error */
"SERVER_RETURNED_ERROR" = "天氣服務器返回錯誤";

/* Sun */
"Sun" = "Sun";

/* Mon */
"Mon" = "Mon";

/* Tue */
"Tue" = "Tue";

/* Wed */
"Wed" = "Wed";

/* Thu */
"Thu" = "Thu";

/* Fri */
"Fri" = "Fri";

/* Sat */
"Sat" = "Sat";

/* No Location Entered */
"NO_LOCATION_ENTERED" = "No Location Entered";

/* Please turn off \"Use Custom Location\" or enter a location query in Settings. */
"PLEASE_ENTER_LOCATION" = "Please turn off \"Use Custom Location\" or enter a location query in Settings.";

/* N/A */
"N/A" = "N/A";

/* Weather widget failed to connect to server. It's possible your location query is malformed. */
"FAILED_TO_CONNECT" = "Weather widget failed to connect to server. It's possible your location query is malformed.";
